Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/N02.tmx
Source language: en_us
Languages: zh_cn

source: Patrolman Clive Hart backs his cruiser off the country road and parks it, just out of sight, down a weedy lane that separates fields of half-grown Christmas trees.
zh_cn: 巡警克里夫·哈特把他的巡逻车开下乡间公路，停到视线看不到的一条小道上。那里长满荒草，两边的地里种着半高的圣诞树。

source: He turns off his headlights and waits to arrest his father, Dexter Hart, who will soon make his regular New Year's Eve drunken drive down this country road en route to his annual Ritual of Purification at the abandoned limestone quarry.
zh_cn: 他熄了大灯，准备着拘捕他的老爸德克斯·哈特。他爸待会儿就会醉醺醺地沿着这条路开过来，到那个废弃的采石场进行他一年一度的“净身仪式”。

source: Every year Clive's old man takes off his clothes, leaps from the sheer cliff at midnight, and whistles down through sixty stark-naked feet of air. He breaks the cold surface of the old year and plunges deep into the dark waters, power-washed, as Dex puts it, of all the wrongdoings he has accrued.
zh_cn: 每到这样的除夕之夜，在午夜时分，德克斯都要把身上的衣服扒光，从采石场陡峭的悬崖上跳下去，呼啸着穿透60尺无遮无拦的黢黑空气，砸碎陈年的冰冷水面，深深扎进黑暗的潭水中。用他自己的话说，这就会像高压清洗一样，把他身上积攒了一年的所有过错统统冲刷掉。

source: His freshly shucked misdeeds sink down, he claims, maybe hundreds of feet, to settle among the rusted equipment abandoned when the quarry filled, down where catfish, it is rumored, have grown big enough to swallow a man whole.
zh_cn: 他说洗下来的过失与恶行会一直沉到几百尺深的水底，去跟那些填埋采石场时丢弃的生锈设备为伍。有人谣传，水底的鲶鱼大得甚至可以把一个人整个吞下去。

source: In this timeless place, Clive's old man hovers a moment in suspension before he flutters up like a champagne bubble to emerge guilt free in the New Year, ready to jibe and cackle and behave, for yet another twelve months, like an asshole-like the kind of guy who would post a YouTube video of his son, titled "Dumb, Fat Cop," now at almost one million views.
zh_cn: 在这个连时间都似乎凝固住了的地方，克里夫的老爸会在水中悬留好一阵，然后才像个香槟酒里的气泡一样，悠然浮到水面上，一身清白地迎接新年。然而在未来的12月里，他还是会像个王八蛋一样开始新一轮的折腾、恶搞和胡闹——也只有他这样的老王八蛋，才干得出来把自己儿子的录像用“傻胖警察”为标题贴到YouTube网站上，招徕上百万次点击的混账事。

source: But there will be no Ritual of Purification this time, not in twenty-ten, not if Clive has his way.
zh_cn: 可是这次不会再有什么“净身仪式”了。

source: Tonight his plan is to see that Dex wakes up caged and dirty, his first sensation of the New Year claustrophobia and the drunk tank's tang of piss and vomit.
zh_cn: 克里夫在2010年的新年给他爸做了另外的安排：今晚他要把德克斯关进又脏又臭的班房，让他在元旦醒来的第一个感觉是幽闭恐惧，外加呕吐物和小便混在一起的恶臭。

source: Twenty-ten, he imagines, will be a new era, the son absolved of his dickhead father.
zh_cn: 在克里夫的想像中，2010年将会是一个新的纪元，是儿子教训王八蛋老子的时代。

source: It is 10:20 P.M.
zh_cn: 现在是晚上10点20。

source: Clive swivels open his book light and works through a practice logic section of his LSAT test-prep materials.
zh_cn: 他打开阅读灯，拿出LSAT【法律专业的入学考试——译者注】的复习题，开始做其中的一节逻辑试题。

source: He doesn't do so well: His last attempt was 80th percentile, he needs 90th, tonight he descends to 60th.
zh_cn: 他做得不太好：按要求他的正确率需要达到90%才行，上次做的时候他答对了80%。今晚更惨，才答对60%。

source: At 11:28 P.M., the headlights of Dex's '85 F150 poke their yellow beams down the road.
zh_cn: 到了晚上11点28分，德克斯那辆85年福特F150皮卡的黄色大灯在路上闪了出来。

source: He lets his father disappear around the next curve before he pulls out of the weeds.
zh_cn: 克里夫让他爸开过去又拐过下一个弯之后，才把警车从草丛中开出来。

source: He takes his time catching up. His old man drives straight and under the speed limit.
zh_cn: 他并不急于追上去，因为他老爸的车开得挺稳，没打晃也没超速。

source: He is a capable drunk driver, except his habit on back roads is to center himself in the middle, to straddle the imaginary line.
zh_cn: 他爸是个酒后开车的高手。唯一的毛病是在小路上开车时，他喜欢在路的正中间开，骑着想象中的分道线。

source: The silver seatbelt latch flaps in the wind.
zh_cn: 闪着银光的安全带扣锁在风中晃荡着。

source: Clive makes sure his onboard camera gets a close-up of the missing passenger's side taillight.
zh_cn: 克里夫把警车里的摄像机对准皮卡的右尾灯来了个特写。

source: Two hours ago, Clive hammered the light with a rock.
zh_cn: 两个小时前，他已经拿一块石头把那个灯砸碎了。

source: Dex sticks his arm out the window and waves him around.
zh_cn: 德克斯把胳膊伸出车窗向他打着招呼。

source: The old man is beloved by the cops in Quarryside.
zh_cn: 卡利塞德镇上的警察都喜欢这个老家伙。

source: He owns a garage that gives at-cost repairs to officers' personal vehicles, and in return he holds a maintenance and repair contract for the whole town fleet, even the parking meter mobiles.
zh_cn: 他开了个修车铺，修警察的私车时从来都只收工本费。作为回报，他揽到了全镇警车的维修合同，甚至包括检查停车咪表的小车也归他修。

source: Dex also pours beers at The Checker Flag, which he owns as more of a hobby than a business, a bar where NASCAR plays on TVs and cops order themselves on bar stools less by rank than by the crustiness of seniority- a system by which Dex is more police than Clive.
zh_cn: 德克斯还负责在“赛车旗”酒吧倒啤酒。他当初买下那个酒吧更多是出于爱好，而不是为了生意目的。那里的电视上总在放全国赛联举办的赛车场面。在那儿，警察们坐在吧椅里的顺序不是按照警衔排的，而是按所经历过的沧桑来排名——依这套规矩，德克斯比他的儿子克里夫更像警察。

source: They swore him in like they were performing an arranged marriage; it was Dex they wanted.
zh_cn: 警局当初把克里夫招进来，就像是一桩包办婚姻。他们真正想要的其实是德克斯。

source: Red and blue lights dance on the pavement.
zh_cn: 警灯的红蓝灯光在路面上飞舞着。

source: Dex pulls over but doesn't turn off his engine.
zh_cn: 德克斯靠路边停下，可是并没熄火。

source: Clive sees his father's special tap: twice on each shoulder, twice on the cab ceiling.
zh_cn: 克里夫看见他爸在做自己的特殊祈祷：两下点在肩上，两下点在驾驶室顶上。

source: Dex is a ritualistic, even superstitious man.
zh_cn: 德克斯对仪式的注重，到了甚至有些迷信的程度。

source: He was a star high school athlete with lucky jersey numbers and unvarying warm-up routines. It might be mild OCD.
zh_cn: 他在高中里是个明星运动员，有自己的幸运球衣号码和一套固定的热身程序。

source: He has to drum on all five taps in his bar, in a particular order, before he pours a beer.
zh_cn: 可能是有点轻度强迫症，他在酒吧里倒啤酒之前，必须要按特定顺序把5个龙头都敲打一遍之后才行。

source: He has made his leap into the quarry every New Year since he was sixteen, and it is going to drive him mad to miss it.
zh_cn: 而且他从16岁时起，就每个除夕都到采石场去跳上一回。假如他跳不成，八成会气疯的。

source: Clive hopes.
zh_cn: 克里夫这样暗自希望着。

source: "Engine off," Clive says through the external speaker.
zh_cn: “关掉引擎。”克里夫通过扩音器喊道。

source: "Softy, is that you?" his father calls out, looking back and squinting in the headlights.
zh_cn: “软蛋儿，是你吗？”他爸叫道，并回过头来在大灯照射下眯起眼来张望着。

source: Clive deepens his voice: "Shut off the motor."
zh_cn: 克里夫压低了嗓音：“把马达关掉。”

source: Dex turns it off.
zh_cn: 德克斯关了马达。

source: Clive has the citation written.
zh_cn: 克里夫已经把罚单都写好了。

source: He doesn't call it in.
zh_cn: 他没通知警局。

source: There is a woman in the car with Dex. Young, he guesses from her hairstyle.
zh_cn: 德克斯的车里还坐着一个女人。从发型上看很年轻。

source: Clive gets out.
zh_cn: 克里夫下了车。

source: "Let's see who this guy thinks he is pulling over," he hears Dex brag.
zh_cn: “咱们来让他看看，他把谁给拦下了。”他听见德克斯在夸口。

source: "Shit, it's Softy," he hears him say. Dex laughs.
zh_cn: “妈的，真的是软蛋儿！”他听见德克斯笑着说。

source: "Softy! Can't you toast me happy New Year later?"
zh_cn: “软蛋儿，你就不能过一会儿再祝我新年快乐吗？”

source: "License and registration."
zh_cn: “请出示驾照和车辆登记卡。”

source: His father smirks his stubble-bearded face.
zh_cn: 他爸那张满是胡子茬的脸上显出嘲弄的笑容。

source: It's this confidence, Clive guesses, that endears Dex to people- the reason girls like this one, a beauty not long out of college, find him handsome.
zh_cn: 克里夫觉得，正是德克斯身上的这份自信让人们更愿意亲近他，这也是女孩子们——比如现在他身边坐着的这个才离开大学不久的美女——觉得他英俊的原因。

source: Clive's face won't do the smirk. He has tried in the mirror.
zh_cn: 克里夫的脸就做不出这种嘲笑，他对着镜子怎么试都不行。

source: "Sir," says Clive.
zh_cn: “先生，”克里夫说道。

source: He's not trying to be respectful.
zh_cn: 他不想流露出任何尊敬的意味。

source: He can't let his professional mask slip or he might lose his nerve.
zh_cn: 他必须躲在警察这个职业面具后面，要不然他会没有勇气继续的。

source: Already, he's a few feet farther from the driver's side window than usual.
zh_cn: 虽然明白这个道理，可他距离司机这边的车窗，已经比平时远了几尺。

source: "You were in the middle of the road, Mr. Hart, with a broken taillight and no seat belt.
zh_cn: “哈特先生，你刚才在路上过线驾车，并有一个尾灯损坏，而且没有系安全带。

source: License and registration, please."
zh_cn: 请出示驾照和车辆登记卡。”

source: Clive beams his flashlight at his father's face, right in his eyes.
zh_cn: 克里夫把手电照在他爸的脸上，正对着他的眼睛。

source: The girl's breasts hang brightly in the white light.
zh_cn: 边上那个女孩的乳房在白光下一览无余。

source: Both of them are already naked.
zh_cn: 他俩全都已经一丝不挂。

source: The girl laughs.
zh_cn: 那个女孩在笑。

source: Dex guffaws.
zh_cn: 德克斯更是乐不可支。

source: "That's another citation," says Clive, but his father's nakedness has caught him off guard, his mask has dropped.
zh_cn: “这又是一项违章。”克里夫说道。他爸的全身赤裸有点让他不知所措。他的面具再也戴不住了。

source: Dex starts up the truck.
zh_cn: 德克斯发动了皮卡。

source: "Shut off that motor!" Clive yells.
zh_cn: “关掉马达！”克里夫大吼。

source: "I'm going to administer a breathalyzer test, sir.
zh_cn: “我要对你进行酒精测试，先生。

source: Out of the fucking car, Dad!"
zh_cn: 从他妈的车里滚出来，爸！”

source: Dex pulls forward a few feet.
zh_cn: 德克斯往前开了几尺。

source: Clive runs after.
zh_cn: 克里夫跟着跑了几步。

source: Dex pulls forward. Clive runs after.
zh_cn: 德克斯又往前开去，克里夫继续跟在后面跑。

source: This time Dex keeps rolling.
zh_cn: 这次德克斯没再停下来。

source: "You know where to find me," Dex calls out the window.
zh_cn: “你知道在哪儿能找到我。”德克斯从车窗向外喊。

source: "Arrest me when I'm a new man."
zh_cn: “等我重新做人之后再来抓我吧！”

source: Clive pursues his father.
zh_cn: 克里夫驾车追着他爸。

source: He is surprised to be so angry.
zh_cn: 他对自己如此生气感到有些意外。

source: This is not only what he'd expected; it is what he'd hoped.
zh_cn: 刚才这种场面不仅仅是他估计会出现的，而且也正是他所希望出现的。

source: It's all on camera: evidence for the court.
zh_cn: 这一切都被摄像机记录在案了，将来是呈堂证据。

source: He intentionally garbles a message to dispatch.
zh_cn: 他故意对着调度台咕哝了句话。

source: They ask him several times to repeat.
zh_cn: 他们好几次让他重复再说一遍。

source: "It's okay, I've got it handled," Clive says.
zh_cn: “没事了，我能控制得了。”克里夫说道。

source: He'll call it in soon, but he doesn't want someone else to get to Dex first. They'll arrest him too gently.
zh_cn: 他待会儿会再通知调度台，但他不想让别人赶在他之前抓到德克斯，因为他们抓他的时候肯定会很客气。

source: When the cuffs go on, it should hurt.
zh_cn: 戴手铐的时候，得让他觉得疼才对。

source: At 110 mph the cruiser catches up to the truck so quickly that Clive nearly rear-ends him.
zh_cn: 警车以110迈的时速，飞快地撵上了皮卡，差点跟它追了尾。

source: He glimpses his dad's eyes in the truck's rearview mirror.
zh_cn: 他从皮卡驾驶室里的后视镜上瞥见他爸的眼睛。

source: It reminds him of sitting cross-legged, twelve-years-old, on top of a wobbly table at the back of The Checkered Flag, his Sega hooked up to the only TV not tuned to sports.
zh_cn: 这让他想起自己12岁那年，在“赛车旗”酒吧里面盘腿坐在一张摇摇晃晃的桌子上的情形。他的世嘉游戏机连到酒吧里唯一一台不在播放赛车节目的电视上。

source: Dex would glance in the mirror behind the bottles to keep an eye on him.
zh_cn: 德克斯就像现在这样，偶尔从酒瓶后面的镜子里瞟他一眼。

source: Clive's mom had left before he had a memory of her, so he did his nightly homework at the bar under Dex's supervision, rushing through it to get to the Sega and the best game ever: The Saga of Elf Boy III: Shards of The Ruby Heart.
zh_cn: 克里夫的妈妈在他记事儿之前就离开了他们。因此他每天都在德克斯的监督下，在酒吧里把家庭作业囫囵做完，然后跑去玩儿他最喜欢的世嘉游戏：《精灵小子传奇III——破碎的宝石心》。

source: Depeche Mode would've played on the Sony Discman.
zh_cn: 他的索尼随身听上放着“流行尖端”乐队的歌曲。

source: Even with his back to his father, Clive could see Dex, too, by using the Budweiser Racing mirror on the rear wall.
zh_cn: 即使他是背对着他爸，克里夫还是可以通过挂在后墙上的百威赛车镜看到德克斯。

source: "That boy," he heard his father say in the space between CD tracks. The next song started.
zh_cn: 在CD换到下一首歌的空隙，他听见他爸说“那孩子...”，这时下一首歌开始了。

source: He watched Dex pretend to toggle a video game controller frantically with both thumbs, his cheeks blown out to simulate his son's plump face.
zh_cn: 他可以看到德克斯正用手指学着他乱按游戏机手柄的样子。德克斯的腮帮子鼓着，模仿着儿子的胖脸。

source: Dex made an arc with one hand to exaggerate his son's soft belly.
zh_cn: 接着他还用手很夸张的画了一个弧形，讽刺他儿子的大肚子。

source: Dex held up one thumb and used the other to show how big Clive's thumbs were bound to grow, his only muscle.
zh_cn: 他竖起一个大拇指，然后用另外一个拇指比划着克里夫的拇指今后会长到多大，因为那是他身上唯一一处有肌肉的地方。

source: The bar laughed loud enough that Clive could hear it over the headphones.
zh_cn: 酒吧里所有的人都哄堂大笑起来。即使带着耳机，克里夫也能听到。

source: Dex glanced in the mirror.
zh_cn: 德克斯瞟了一眼镜子。

source: They briefly touched eyes in the free-fall space of double reflections.
zh_cn: 他俩的眼神在镜子里短暂接触到一起。

source: Dex drummed on the taps, poured himself a beer.
zh_cn: 德克斯敲了一遍龙头，给自己倒了杯啤酒。

source: On the TV, Elf Boy was under attack by trolls. His health rating flashed.
zh_cn: 电视里，精灵小子正在被巨人攻击，他的生命值不停闪烁。

source: Clive and Elf Boy fought their way to the icon of a glowing red heart: a shard of the ruby that, put back together, would heal the land.
zh_cn: 克里夫和精灵小子一道拼命搏杀，他们需要找到一个发光的红心标记，那就是红宝石的一个碎片。等他们找齐所有的碎片，就可以让大地康复。

source: If he survived this stage he'd rescue the hot elfin princess.
zh_cn: 如果能过了这关，他就可以救出漂亮的精灵公主。

source: In his dreams, Clive was svelte Elf Boy and Elf Girl was his.
zh_cn: 在梦里，克里夫化身为苗条的精灵小子，精灵公主就属于他。

source: This holiday season, Clive saw Elfin Warrior Princess Twenty-Ten.
zh_cn: 今年过节期间，克里夫看到了新出的游戏《精灵公主女侠2010》。

source: She does her own ass-kicking now, belongs to no one.
zh_cn: 现在她可以自己拳打脚踢，不需要属于任何人了。

source: He tries to pull alongside Dex, and Dex blocks him.
zh_cn: 他想要开到和德克斯并排的位置，可是他爸一直挡着他。

source: But the beat-up truck that Dex tuned can't compete on pavement with the muscled-up cruiser that Dex also tuned.
zh_cn: 尽管这两辆车都是由德克斯亲手调试好的，但他的旧皮卡在柏油路上不敌改装过的警车。

source: The pursuit goes off road.
zh_cn: 于是他开下了公路。

source: The truck smashes a wood fence, careens onto a new golf course attached to Quarryside Estates.
zh_cn: 皮卡撞开了一处木栅栏，斜着闯进卡利塞德庄园新建的高尔夫球场。

source: Clive pulls alongside his father on the fairway.
zh_cn: 克里夫在平坦的球道上跟他爸并驾齐驱。

source: Dex rams him.
zh_cn: 德克斯挤了他一下。

source: Clive catches back up.
zh_cn: 克里夫稍稍落后又追了上来。

source: Before Dex can ram him again, Clive taps the truck's rear bumper, like he has seen so many times at the races.
zh_cn: 还没等德克斯再来挤他，克里夫顶了一下皮卡的后保险杠，就像车赛中常见的那样。

source: His father spins.
zh_cn: 他爸的车打起转来。

source: A wheel comes off.
zh_cn: 一个轮子飞了出去。

source: The truck digs a long black groove to a halt.
zh_cn: 皮卡在地上划出一条黑色的深沟，终于停了下来。

source: A white ghost flashes across the fairway. Clive's naked father runs for the trees, in the direction of the quarry, which is at hole eighteen on the other side of the development.
zh_cn: 克里夫的老爸赤身裸体，犹如一个白色的鬼影穿过球道，向着球场另一侧18号洞的树林跑去。采石场就在那个方向。

source: Clive believes he could catch Dex now in a dead sprint to the woods.
zh_cn: 克里夫有把握朝树林来个冲刺抓住他爸。

source: He isn't "Softy" anymore.
zh_cn: 他现在再也不是“软蛋儿”了。

source: After spending a depressed month, nearly a year ago, watching "Dumb, Fat Cop," Clive decided he would wait to confront his father until he, Clive, changed himself.
zh_cn: 自从差不多一年前他万分郁闷地看了一个月的“傻胖警察”之后，克里夫就下决心重塑自我，然后找机会教训他老爸一回。

source: He hit the weights and the track.
zh_cn: 他开始负重训练和跑步健身。

source: He is dumb and fat no longer, and the old man is an ectomorph: He might be able to outlast his son in a test of endurance, but he can't overpower him, can't beat Clive in a race to the woods.
zh_cn: 现在他既不傻也不胖了。他老爸是个瘦子：他可能在耐力方面胜过他儿子，可是他的爆发力比不过儿子，不可能赶在克里夫之前跑进树林里。

source: But Clive runs to the girl instead.
zh_cn: 不过克里夫还是先朝那个女孩跑去。

source: The cruiser camera is still recording and he needs to do the right thing.
zh_cn: 警车里的摄像机还开着，因此他必须按正确的步骤行事。

source: Also, he has another plan, his original plan, in the form of a prototype Segway ATV that rests in a custom rack on the rear of the cruiser.
zh_cn: 何况他原先已经对抓他爸这事另有安排——在他的警车后面，有一部放在特制架子上的“赛格威”越野型样车。

source: Clive wrote the grant application himself, in anticipation of this very scenario.
zh_cn: 当初克里夫亲笔写的拨款申请，就是为了这一天。

source: Dexter dubbed it Nerd Mobile, and the name spread through the department.
zh_cn: 德克斯给它起了个外号叫“书呆子车”，结果整个警局的人也都这么叫。

source: When Clive operates Nerd Mobile, he feels like he is in a video game.
zh_cn: 每当克里夫驾驶“书呆子车”时，他自己都觉得像在玩电子游戏。

source: The prototype's set-up is not unlike a game controller, and Clive turned out to be a natural.
zh_cn: 这部样车的操纵方式跟游戏手柄非常类似，因此克里夫用起来得心应手。

source: He can do three 360-degree swivels in a row, descend stairs, hit bumps and get some air- even if just a little.
zh_cn: 他可以用它连续做三个360度转体，用它下楼梯，跨越坑洼路面，甚至可以稍微腾空一下。

source: Clive does not want to sprint and tackle his father before the woods because the irony of catching Dex with thumb dexterity and hand-eye skill gives Clive a very large, figurative boner.
zh_cn: 克里夫不想简单地跑过去，在到树林之前把他爸扑倒。一想到自己可以用灵活操控的拇指与手眼配合的绝技抓住他爸，克里夫就兴奋不已，好像吃了一粒精神伟哥。

source: Clive shines his flashlight on the girl, who this time covers her breasts and curses.
zh_cn: 克里夫把手电照到那个女孩身上。这次她用手挡住乳房，嘴里骂骂咧咧。

source: She gets out of the truck and into his face.
zh_cn: 她从皮卡里下来，冲到他面前。

source: He backs off and requests an ambulance, even though she looks fine.
zh_cn: 他往后退去，并用对讲机呼叫救护车，尽管她看上去并没什么事儿。

source: Beautiful, actually: Like an Elfin princess, ready to kick his ass.
zh_cn: 事实上她就像一个漂亮的精灵公主，准备对他拳打脚踢。

source: When Clive hits the development's smooth asphalt, Nerd Mobile's motor hums near its 20 mph top speed.
zh_cn: 当克里夫开上庄园里的柏油路时，他驾驶的“书呆子车”马达低吼，已经接近20迈的最高时速。

source: Clive turns on both lights and siren.
zh_cn: 克里夫把警灯和警笛都打开了。

source: He wants to strike fear in his father's heart, wants Dex to know he is coming.
zh_cn: 他就是要让恐惧感深入到他爸的心中，要让德克斯知道他来了。

source: He sees the naked specter crash out of the woods, onto the front lawns.
zh_cn: 他看到那个幽灵般的赤裸身影从树丛中冲出来，跑到前草坪上。

source: Clive is surprised at how gaunt the old man has become, starved-looking, like something out of the newest strain of zombie movie.
zh_cn: 见到老爸变得如此瘦骨嶙峋，克里夫多少有些意外。他看上去似乎饿着肚子，就像从新上映的僵尸电影里刚刚跑出来的僵尸一样。

source: Clive remembers him as more muscular than this.
zh_cn: 在克里夫的记忆里，他爸比这要粗壮得多。

source: They used to stand together in the pickup's headlights every New Year's Eve, at quarry's edge, father naked and son stripped down to boxers- despite Dex insisting it wouldn't work right if he weren't naked.
zh_cn: 在以往的每个除夕之夜，他们爷俩都要来到采石场的悬崖边，并排站在皮卡的灯光里，他爸赤裸着，他自己也只穿着内裤。德克斯一直在说他应该彻底脱光，否则就不会有效。

source: On the count of three, Dex would run, plummet, and plunge.
zh_cn: 数到三，德克斯就会起跑，跳下，扎到水里。
